Repository: kodi-game/game.libretro.quicknes
Catalog: game.libretro.quicknes/resources/language/resource.language.*/strings.po
Languages: ga

# Addon Description
source: A port of the QuickNES core library, originally by Shay Green, heavily modified. QuickNES is a newer emulator that seems to have good compatibility.
ga: Port de chroíleabharlann QuickNES, arna chruthú ar dtús ag Shay Green, atá modhnaithe go mór. Is aithriseoir nua é QuickNES a bhfuil an chuma air go bhfuil comhoiriúnacht mhaith aige.

# #30001
source: Aspect Ratio
ga: Cóimheas Gnéithe

# #30002
source: Show Horizontal Overscan
ga: Taispeáin Ró-scanadh Cothrománach

# #30003
source: Show Vertical Overscan
ga: Taispeáin Ró-scanadh Ingearach

# #30004
source: Color Palette
ga: Pailéad Dathanna

# #30005
source: No Sprite Limit
ga: Gan Teorainn Sprid

# #30006
source: Audio Mode
ga: Mód Fuaime

# #30007
source: Audio Equalizer Preset
ga: Réamhshocrú Cothromóir Fuaime

# #30008
source: Turbo Enable
ga: Cumasaigh Turbo

# #30009
source: Turbo Pulse Width (in frames)
ga: Leithead Pulse Turbo (i bhfrámaí)

# #30010
source: Allow Opposing Directions
ga: Ceadaigh Treoracha Codarsnacha
